[{
		"ID" : "mki5vyhs",
		"BrandName" : "Samsung",
		"Timer" : "0",
		"ProductName" : "27 cu.ft. 36 French Door Refrigerator with Family Hub",
		"GraphicName" : "",
		"CostPrice" : 1950.54,
		"MSRP" : 2699.99,
		"QtyOnHand": 145,
		"QtyOnBackOrder" : 42,
		"Description" : "Bring the family together with this large-capacity Samsung French-door refrigerator. It can do more than just preserve groceries – this fridge can share messages, photos, videos, information and schedules while watching TV or listening to music. Achieving 27 cubic feet capacity through SpaceMax™ technology, this fridge maintains a stylish and modern appearance with a fingerprint-resistant stainless steel finish. Beyond just a fridge, let this appliance become the hub of your home."
	},
	{
		"ID" : "y643e4m8",
		"BrandName" : "Samsung",
		"Timer" : "0",
		"ProductName" : "Samsung 58 4K UHD HDR LED Tizen Smart TV",
		"GraphicName" : "",
		"CostPrice" : 459.00,
		"MSRP" : 629.99,
		"QtyOnHand": 74,
		"QtyOnBackOrder" : 12,
		"Description" : "Enjoy long hours of entertainment on this Samsung 58 4K UHD LED smart TV that provides realistic pictures in everything from sports to movies. Its HDR and PurColor technologies enhance the display with natural colours, while the Crystal Processor 4K upscaler fine-tunes every picture. Its Wi-Fi connectivity helps in streaming your favourite online content."
	},
	{
		"ID" : "dzofwmwz",
		"BrandName" : "Samsung",
		"Timer" : "0",
		"ProductName" : "Samsung Galaxy Watch5 (GPS) 40mm Smartwatch",
		"GraphicName" : "",
		"CostPrice" : 82.49,
		"MSRP" : 289.99,
		"QtyOnHand": 49,
		"QtyOnBackOrder" : 23,
		"Description" : "Keep track of your health and fitness and improve sleeping habits with the Samsung Galaxy Watch5 smartwatch. It helps watch your body composition info right on your wrist and manage your overall sleep quality. It features an AMOLED display in a durable sapphire crystal glass and aluminum case, built-in GPS, and outstanding battery life so you are ready for all your outdoor adventures the way you want."
	},
	{
		"ID" : "riyegkz6",
		"BrandName" : "Samsung",
		"Timer" : "0",
		"ProductName" : "Samsung The Freestyle 1080p LED Portable Home Theatre Projector",
		"GraphicName" : "",
		"CostPrice" : 650.99,
		"MSRP" : 999.99,
		"QtyOnHand": 38,
		"QtyOnBackOrder" : 7,
		"Description" : "Unleash a world of entertainment possibilities wherever you go with the Samsung The Freestyle projector. Equipped with a built-in smart TV experience, premium 360 sound, and HDR10 compatibility, it's designed to bring a cinematic viewing experience, anywhere. It boasts an adjustable 180-degree cradle stand to project your favourite content from a variety of angles on different surfaces."
	},
	{
		"ID" : "d9vb70lf",
		"BrandName" : "Samsung",
		"Timer" : "0",
		"ProductName" : "Samsung Galaxy Tab S6 Lite 10.4 128GB Android 12 Tablet",
		"GraphicName" : "",
		"CostPrice" : 203.54,
		"MSRP" : 499.99,
		"QtyOnHand": 76,
		"QtyOnBackOrder" : 39,
		"Description" : "Level up your productivity and creativity with the incredible Samsung Galaxy Tab S6 Lite tablet. It is equipped with a Qualcomm Snapdragon 720G and 4GB of RAM for great power and performance needed for your work and daily tasks. Its large 10.4-inch display with a 1200 x 2000 resolution offers an amazing visual experience."
	},
	{
		"ID" : "2wyysv00",
		"BrandName" : "Microsoft",
		"Timer" : "0",
		"ProductName" : "Microsoft Surface Laptop 5 Touchscreen 15 - Platinum",
		"GraphicName" : "",
		"CostPrice" : 985.42,
		"MSRP" : 1529.99,
		"QtyOnHand": 24,
		"QtyOnBackOrder" : 63,
		"Description" : "The Microsoft Surface Laptop 5 gives you the perfect balance to do it all on your terms and make an impact. It features a 15-inch vibrant PixelSense touchscreen display, incredible multitasking speed powered by 12th Gen Intel Evo i7-1255U processor, Windows 11, and battery life for real life to do your thing your way all day."
	},
	{
		"ID" : "owftkt5h",
		"BrandName" : "Microsoft",
		"Timer" : "0",
		"ProductName" : "Microsoft Surface 8-in-1 Thunderbolt 4 Dock",
		"GraphicName" : "",
		"CostPrice" : 145.59,
		"MSRP" : 419.99,
		"QtyOnHand": 19,
		"QtyOnBackOrder" : 62,
		"Description" : "Level up your productivity by maximizing the workspace with the Microsoft Surface 8-in-1 Thunderbolt 4 dock. Designed with eight versatile connection ports, this dock enables high-speed data transfers of up to 40Gbps which is 4x faster than USB 3. It fully charges your laptop in 2.5 hours and can connect up to two 4K monitors. Plug in and it works with USB-C/ Thunderbolt host connection."
	},
	{
		"ID" : "vl5ipsbo",
		"BrandName" : "Microsoft",
		"Timer" : "0",
		"ProductName" : "Microsoft Designer Compact Bluetooth Keyboard",
		"GraphicName" : "",
		"CostPrice" : 24.51,
		"MSRP" : 49.99,
		"QtyOnHand": 49,
		"QtyOnBackOrder" : 28,
		"Description" : "Upgrade a compact workspace with the Microsoft Designer compact Bluetooth keyboard. This small keyboard won't take up much room on your desktop, allowing for closer mouse positioning. The optimized key spacing enables fast, comfortable typing, and the sleek, low-profile design looks great in any office."
	},
	{
		"ID" : "lx43k78l",
		"BrandName" : "Microsoft",
		"Timer" : "0",
		"ProductName" : "Microsoft Modern Wireless Headset",
		"GraphicName" : "",
		"CostPrice" : 84.00,
		"MSRP" : 129.99,
		"QtyOnHand": 74,
		"QtyOnBackOrder" : 6,
		"Description" : "Enjoy clear conversations with colleagues or classmates with the Microsoft Modern wireless headset. The Bluetooth 5.1 technology allows you to wirelessly connect this headset with your laptop or other devices for wire-free calls. The Teams button lets you join meeting effortlessly with clear audio and high-quality video."
	},
	{
		"ID" : "0tdlc0lh",
		"BrandName" : "Sony",
		"Timer" : "0",
		"ProductName" : "Sony Alpha a7 II Full-Frame Mirrorless Camera",
		"GraphicName" : "",
		"CostPrice" : 1685.21,
		"MSRP" : 1999.99,
		"QtyOnHand": 39,
		"QtyOnBackOrder" : 21,
		"Description" : "Capture images as they were meant to be seen with the Sony a7 II mirrorless camera. Its 24.3MP full-frame Exmor sensor and BIONZ X processor faithfully reproduce colours, textures, and details as seen by the naked eye. Built-in 5-axis image stabilization compensates for 5 different types of camera shake. Includes a FE 28-70mm f/3.5-5.6 OSS lens."
	},
	{
		"ID" : "fleiy2iq",
		"BrandName" : "Sony",
		"Timer" : "0",
		"ProductName" : "Sony X75K 65 4K UHD HDR LED Smart Google TV",
		"GraphicName" : "",
		"CostPrice" : 699.56,
		"MSRP" : 899.99,
		"QtyOnHand": 73,
		"QtyOnBackOrder" : 11,
		"Description" : "Enjoy a crisp viewing experience with the Sony 4K UHD smart television. Its advanced processor ensures your movies and TV shows come to life with rich colours and vivid detail. It also offers Motionflow XR technology so you won't miss a minute of the action. With a built-in voice-enabled Google Assistant, it's easy to find great content to watch."
	},
	{
		"ID" : "jt441q4w",
		"BrandName" : "Sony",
		"Timer" : "0",
		"ProductName" : "Sony SS-CS5 100-Watt Bookshelf Speaker",
		"GraphicName" : "",
		"CostPrice" : 200.00,
		"MSRP" : 329.99,
		"QtyOnHand": 21,
		"QtyOnBackOrder" : 1,
		"Description" : "There's no need to compromise on high-end sound in small spaces with Sony's SS-CS5 bookshelf speakers. Three drivers ensure you feel as well as hear the bass, can clearly distinguish the highest notes, and hear every word spoken so you're never lost in dialogue. With 100 watts of power per speaker you can turn it up for the full experience of dynamic sound."
	},
	{
		"ID" : "dt29rqv2",
		"BrandName" : "Sony",
		"Timer" : "0",
		"ProductName" : "Sony STR-DH190 2.0 Bluetooth, A/B Speaker, Stereo Receiver",
		"GraphicName" : "",
		"CostPrice" : 140.25,
		"MSRP" : 279.99,
		"QtyOnHand": 1,
		"QtyOnBackOrder" : 34,
		"Description" : "The Sony STR-DH190 stereo receiver is essential tech for music lovers. The Bluetooth connectivity and multiple input terminals allows you to connect all your devices to create a music hub that's engineered to transmit crisp, clean sound to speakers, whether you're entertaining a gathering of friends or are seeking a solitary escape into music."
	},
	{
		"ID" : "2f5ftcm5",
		"BrandName" : "Sony",
		"Timer" : "0",
		"ProductName" : "Sony 1080p Upconverting DVD Player",
		"GraphicName" : "",
		"CostPrice" : 21.52,
		"MSRP" : 59.99,
		"QtyOnHand": 0,
		"QtyOnBackOrder" : 4,
		"Description" : "The Sony Slimline 1080p Upscaling DVD Player changes the way you watch your entertainment. It takes your standard DVDs and upscales the quality to a razor sharp Full HD resolution, so you can enjoy your favourite movies and shows in more lifelike definition. The Sony Precision Cinema Progressive system improves picture quality so that onscreen movement is smooth, sharp, and crystal clear."
	}
]
